{
    "title": "CTRL0000034606 - Transcribed Interview of Mark Meadows, (December 8, 2021)",
    "id": "CTRL0000034606",
    "date": "December 8, 2021",
    "url_desc": "https://www.govinfo.gov/app/details/GPO-J6-TRANSCRIPT-CTRL0000034606/",
    "url": "https://www.govinfo.gov/content/pkg/GPO-J6-TRANSCRIPT-CTRL0000034606/pdf/GPO-J6-TRANSCRIPT-CTRL0000034606.pdf#page=",
    "witness": "Mark Meadows",
    "data": [
        {
            "text": "SELECT COMMITTEE TO INVESTIGATE THE",
            "page_#": 1
        },
        {
            "text": "JANUARY 6TH ATTACK ON THE U.S. CAPITOL,",
            "page_#": 1
        },
        {
            "text": "U.S. HOUSE OF REPRESENTATIVES,",
            "page_#": 1
        },
        {
            "text": "WASHINGTON, D.C.",
            "page_#": 1
        },
        {
            "text": "DEPOSITION OF:",
            "page_#": 1
        },
        {
            "text": "MARK MEADOWS (NO-SHOW)",
            "page_#": 1
        },
        {
            "text": "Wednesday, December 8, 2021",
            "page_#": 1
        },
        {
            "text": "Washington, D.C.",
            "page_#": 1
        },
        {
            "text": "The deposition in the above matter was held in Room 4480, O'Neill House Office",
            "page_#": 1
        },
        {
            "text": "Building, commencing at 10:00 a.m.",
            "page_#": 1
        },
        {
            "text": "Present:",
            "page_#": 1
        },
        {
            "text": "Representatives Schiff and Lofgren.",
            "page_#": 1
        },
        {
            "text": "Appearances:",
            "page_#": 2
        },
        {
            "text": "For the SELECT COMMITTEE TO INVESTIGATE",
            "page_#": 2
        },
        {
            "text": "THE JANUARY 6TH ATTACK ON THE U.S. CAPITOL:",
            "page_#": 2
        },
        {
            "text": ", CHIEF INVESTIGATIVE COUNSEL",
            "page_#": 2
        },
        {
            "text": "SENIOR INVESTIGATIVE COUNSEL",
            "page_#": 2
        },
        {
            "text": ", CHIEF CLERK",
            "page_#": 2
        },
        {
            "text": ", PARLIAMENTARIAN",
            "page_#": 2
        },
        {
            "text": "-",
            "page_#": 3
        },
        {
            "text": "All right.",
            "page_#": 3
        },
        {
            "text": "It's 10 a.m.",
            "page_#": 3
        },
        {
            "text": "So we'll go ahead and get started going on",
            "page_#": 3
        },
        {
            "text": "the record.",
            "page_#": 3
        },
        {
            "text": "This is a deposition of Mark Meadows, conducted by the House Select Committee",
            "page_#": 3
        },
        {
            "text": "to Investigate the January 6th Attack on the United States Capitol, pursuant to House",
            "page_#": 3
        },
        {
            "text": "Resolution 503.",
            "page_#": 3
        },
        {
            "text": "My name i s - .",
            "page_#": 3
        },
        {
            "text": "counsel to the select committee.",
            "page_#": 3
        },
        {
            "text": "investigative counsel, and Ms. Zoe Lofgren, who is a member of the select committee, is",
            "page_#": 3
        },
        {
            "text": "also participating remotely.",
            "page_#": 3
        },
        {
            "text": "T h a t ' s - and I'm the chief investigative",
            "page_#": 3
        },
        {
            "text": "With me today are",
            "page_#": 3
        },
        {
            "text": "■, who is a senior",
            "page_#": 3
        },
        {
            "text": "Based on an agreement with counsel to Mr. Meadows, this deposition was to",
            "page_#": 3
        },
        {
            "text": "begin at 10 a.m.",
            "page_#": 3
        },
        {
            "text": "It is now 10 a.m., and Mr. Meadows has not appeared.",
            "page_#": 3
        },
        {
            "text": "Mr. Meadows received a subpoena, dated September 23rd, 2021, requiring him to",
            "page_#": 3
        },
        {
            "text": "produce documents to the select committee and appear for a deposition.",
            "page_#": 3
        },
        {
            "text": "in several discussions with Mr. Meadows' counsel regarding the scope of his production",
            "page_#": 3
        },
        {
            "text": "and the subject matters to be developed at his deposition.",
            "page_#": 3
        },
        {
            "text": "Staff engaged",
            "page_#": 3
        },
        {
            "text": "Staff provided Mr. Meadows' counsel with specific areas in which it is interested",
            "page_#": 3
        },
        {
            "text": "and asked Mr. Meadows to identify those that would trigger a privilege assertion.",
            "page_#": 3
        },
        {
            "text": "Rather than engage with the select committee, Mr. Meadows asserted that, as a former",
            "page_#": 3
        },
        {
            "text": "White House chief of staff, he cannot be compelled to provide information to Congress.",
            "page_#": 3
        },
        {
            "text": "He communicated his blanket assertion of immunity, in addition to claims of executive",
            "page_#": 3
        },
        {
            "text": "privilege, in writing to Chairman Thompson.",
            "page_#": 3
        },
        {
            "text": "On November 12th, 2021, the select committee convened the scheduled",
            "page_#": 3
        },
        {
            "text": "deposition of Mr. Meadows after the current White House indicated, in writing, that",
            "page_#": 3
        },
        {
            "text": "President Biden would not assert any immunity or privilege that would prevent Mr.",
            "page_#": 3
        },
        {
            "text": "Meadows from appearing and answering the committee's questions.",
            "page_#": 4
        },
        {
            "text": "Mr. Meadows did not appear for that deposition on November 12th, as indicated",
            "page_#": 4
        },
        {
            "text": "in his prior correspondence.",
            "page_#": 4
        },
        {
            "text": "He also failed to produce any documents responsive to the select committee's",
            "page_#": 4
        },
        {
            "text": "subpoena or a privilege log asserting claims of privilege for specific documents.",
            "page_#": 4
        },
        {
            "text": "After Mr. Meadows failed to appear for his deposition or produce documents,",
            "page_#": 4
        },
        {
            "text": "select committee staff engaged in further discussions with Mr. Meadows' counsel",
            "page_#": 4
        },
        {
            "text": "regarding the status of his noncooperation.",
            "page_#": 4
        },
        {
            "text": "Mr. Meadows ultimately agreed to produce some documents and to appear for a",
            "page_#": 4
        },
        {
            "text": "deposition today, December 8th, 2021, at 10 a.m., an offer which the chairman extended",
            "page_#": 4
        },
        {
            "text": "to him as a good-faith effort to enable Mr. Meadows to cure his failure to comply with",
            "page_#": 4
        },
        {
            "text": "the September 23rd subpoena and provide information relevant to the select",
            "page_#": 4
        },
        {
            "text": "committee's investigation.",
            "page_#": 4
        },
        {
            "text": "Mr. Meadows has now produced documents.",
            "page_#": 4
        },
        {
            "text": "Counsel made clear that Mr.",
            "page_#": 4
        },
        {
            "text": "Meadows intended to withhold some responsive information due to a claim of executive",
            "page_#": 4
        },
        {
            "text": "privilege.",
            "page_#": 4
        },
        {
            "text": "other privilege and to produce a privilege log identifying responsive documents withheld",
            "page_#": 4
        },
        {
            "text": "due to such privilege assertions.",
            "page_#": 4
        },
        {
            "text": "He agreed to produce documents he believes are not covered by that or any",
            "page_#": 4
        },
        {
            "text": "He also agreed to appear for a deposition, at which he would be asked questions",
            "page_#": 4
        },
        {
            "text": "on subject matters relevant to the select committee's inquiry, as identified in our prior",
            "page_#": 4
        },
        {
            "text": "correspondence, and either answer the questions or articulate a claimed privilege.",
            "page_#": 4
        },
        {
            "text": "We agreed with Mr. Meadows' counsel that this production and deposition would",
            "page_#": 4
        },
        {
            "text": "clarify Mr. Meadows' position on the application of various privileges and create a record",
            "page_#": 4
        },
        {
            "text": "for further discussion and consideration of possible enforcement by the select",
            "page_#": 4
        },
        {
            "text": "committee.",
            "page_#": 4
        },
        {
            "text": "Consistent with that agreement, Mr. Meadows did produce documents and",
            "page_#": 5
        },
        {
            "text": "privilege logs.",
            "page_#": 5
        },
        {
            "text": "More specifically, he produced approximately 6,600 pages of records",
            "page_#": 5
        },
        {
            "text": "taken from personal email accounts he used to conduct official business, as well as a",
            "page_#": 5
        },
        {
            "text": "privilege log describing other emails over which he claims privilege protection.",
            "page_#": 5
        },
        {
            "text": "produced approximately 2,000 text messages, which Mr. Meadows sent or received using",
            "page_#": 5
        },
        {
            "text": "a personal device which he used for official business, in addition to a privilege log, in",
            "page_#": 5
        },
        {
            "text": "which he describes privilege claims over other withheld text messages.",
            "page_#": 5
        },
        {
            "text": "He also",
            "page_#": 5
        },
        {
            "text": "Mr. Meadows was scheduled to appear today, December 8th, 2021, for a",
            "page_#": 5
        },
        {
            "text": "deposition.",
            "page_#": 5
        },
        {
            "text": "However, he has not appeared and is not present today.",
            "page_#": 5
        },
        {
            "text": "We received",
            "page_#": 5
        },
        {
            "text": "correspondence from Mr. Meadows' attorney yesterday indicating that, despite his prior",
            "page_#": 5
        },
        {
            "text": "agreement to appear today, his position has changed and he would not appear.",
            "page_#": 5
        },
        {
            "text": "We are disappointed in Mr. Meadows' failure to appear as planned, as it deprives",
            "page_#": 5
        },
        {
            "text": "the select committee of an opportunity to develop relevant information in Mr. Meadows'",
            "page_#": 5
        },
        {
            "text": "possession and to, more specifically, understand the contours of his executive privilege",
            "page_#": 5
        },
        {
            "text": "claim.",
            "page_#": 5
        },
        {
            "text": "Again, the purpose of today's proceeding was to ask Mr. Meadows questions that",
            "page_#": 5
        },
        {
            "text": "we believe would be outside of any cognizable claim of executive, attorney client, Fifth",
            "page_#": 5
        },
        {
            "text": "Amendment, or other potentially applicable privilege.",
            "page_#": 5
        },
        {
            "text": "Our hope is that he would answer those questions, which would materially",
            "page_#": 5
        },
        {
            "text": "advance the select committee's investigation, given Mr. Meadows' service as White",
            "page_#": 5
        },
        {
            "text": "House chief of staff.",
            "page_#": 5
        },
        {
            "text": "questions, articulating the specific privilege he believes is implicated and how it applies to",
            "page_#": 5
        },
        {
            "text": "the question asked.",
            "page_#": 5
        },
        {
            "text": "today's proceeding, engage in further discussions with Mr. Meadows' counsel, and",
            "page_#": 5
        },
        {
            "text": "consider whether enforcement steps were appropriate and necessary.",
            "page_#": 5
        },
        {
            "text": "We expected that he would assert privileges in response to various",
            "page_#": 5
        },
        {
            "text": "We planned to evaluate Mr. Meadows' privilege assertions after",
            "page_#": 5
        },
        {
            "text": "Mr. Meadows' failure to appear for today's deposition deprives us of the",
            "page_#": 6
        },
        {
            "text": "opportunity to engage in that process.",
            "page_#": 6
        },
        {
            "text": "complete refusal to appear for his deposition or cure his willful noncompliance with the",
            "page_#": 6
        },
        {
            "text": "select committee's subpoena.",
            "page_#": 6
        },
        {
            "text": "Instead, we are left with Mr. Meadows'",
            "page_#": 6
        },
        {
            "text": "Had Mr. Meadows appeared for his deposition today, we would have asked him a",
            "page_#": 6
        },
        {
            "text": "series of questions about subjects that we believe are well outside of any claim of",
            "page_#": 6
        },
        {
            "text": "executive privilege.",
            "page_#": 6
        },
        {
            "text": "about his use of personal email and cellular phones.",
            "page_#": 6
        },
        {
            "text": "More specifically, we would have asked Mr. Meadows questions",
            "page_#": 6
        },
        {
            "text": "Mr. Meadows' document production includes documents taken from two Gmail",
            "page_#": 6
        },
        {
            "text": "accounts.",
            "page_#": 6
        },
        {
            "text": "We would've asked him how and for what purpose he used those Gmail",
            "page_#": 6
        },
        {
            "text": "accounts and when he used one of them as opposed to his official White House email",
            "page_#": 6
        },
        {
            "text": "account.",
            "page_#": 6
        },
        {
            "text": "telephone.",
            "page_#": 6
        },
        {
            "text": "We would've similarly asked him about his use of a personal cellular",
            "page_#": 6
        },
        {
            "text": "We would have sought to develop information about when Mr. Meadows used his",
            "page_#": 6
        },
        {
            "text": "personal cell phone for calls and text messages and when he used his official White House",
            "page_#": 6
        },
        {
            "text": "cell phone for those purposes.",
            "page_#": 6
        },
        {
            "text": "Mr. Meadows' production of documents shows that he used the Gmail accounts",
            "page_#": 6
        },
        {
            "text": "and his personal cellular phone for official business related to his service as White House",
            "page_#": 6
        },
        {
            "text": "chief of staff.",
            "page_#": 6
        },
        {
            "text": "those documents and provide them to the National Archives, as required by the",
            "page_#": 6
        },
        {
            "text": "Presidential Records Act.",
            "page_#": 6
        },
        {
            "text": "signal account, which is reflected in the text messages he produced.",
            "page_#": 6
        },
        {
            "text": "Given that fact, we would ask Mr. Meadows about his efforts to preserve",
            "page_#": 6
        },
        {
            "text": "Finally, we would have asked Mr. Meadows about his use of a",
            "page_#": 6
        },
        {
            "text": "In addition, we would have asked Mr. Meadows about particular emails that he",
            "page_#": 6
        },
        {
            "text": "produced to the select committee.",
            "page_#": 6
        },
        {
            "text": "We do not believe these emails implicate any valid",
            "page_#": 6
        },
        {
            "text": "claim of executive or other privilege, given that Mr. Meadows has produced the emails to",
            "page_#": 6
        },
        {
            "text": "the select committee.",
            "page_#": 7
        },
        {
            "text": "Specifically, we would've asked Mr. Meadows about emails about the Electoral",
            "page_#": 7
        },
        {
            "text": "Count Act and the prospect of State legislators sending alternate slates of electors to",
            "page_#": 7
        },
        {
            "text": "Congress, including a November 7th, 2020, email with attachments.",
            "page_#": 7
        },
        {
            "text": "him about emails reflecting the Trump campaign's effort to challenge election results,",
            "page_#": 7
        },
        {
            "text": "including a December 23rd email from Mr. Meadows indicating that, quote, \"Rudy was",
            "page_#": 7
        },
        {
            "text": "put in charge.",
            "page_#": 7
        },
        {
            "text": "communication between Mr. Meadows and the President.",
            "page_#": 7
        },
        {
            "text": "We would've asked",
            "page_#": 7
        },
        {
            "text": "That was the President's decision,\" end quote, that reflects a direct",
            "page_#": 7
        },
        {
            "text": "We would've asked him about emails from Mr. Meadows to leadership at the",
            "page_#": 7
        },
        {
            "text": "Department of Justice on December 29th and 30th, 2020, and January 1st, 2021,",
            "page_#": 7
        },
        {
            "text": "encouraging investigations of suspected voter fraud, including claims that had been",
            "page_#": 7
        },
        {
            "text": "previously rebutted by State and Federal investigators and rejected by Federal courts.",
            "page_#": 7
        },
        {
            "text": "We would have asked Mr. Meadows about emails regarding the deployment of",
            "page_#": 7
        },
        {
            "text": "the National Guard on January 6th, including a January 5th email from Mr. Meadows in",
            "page_#": 7
        },
        {
            "text": "which he indicates that the Guard would be present at the Capitol to, quote, \"protect",
            "page_#": 7
        },
        {
            "text": "pro-Trump people,\" end quote.",
            "page_#": 7
        },
        {
            "text": "In addition, we would have asked Mr. Meadows about specific text messages he",
            "page_#": 7
        },
        {
            "text": "sent or received that he has produced to the select committee.",
            "page_#": 7
        },
        {
            "text": "production of these text messages to the select committee, they do not, in our view,",
            "page_#": 7
        },
        {
            "text": "implicate any valid claim of executive or other privilege.",
            "page_#": 7
        },
        {
            "text": "Given Mr. Meadows'",
            "page_#": 7
        },
        {
            "text": "We would've specifically asked Mr. Meadows about text messages regarding",
            "page_#": 7
        },
        {
            "text": "efforts to encourage Republican legislators in certain States to send alternate slates of",
            "page_#": 7
        },
        {
            "text": "electors to Congress, including a message sent by Mr. Meadows on December 8th, 2020,",
            "page_#": 7
        },
        {
            "text": "in which Mr. Meadows said, quote, \"We are,\" end quote, and another text from Mr.",
            "page_#": 7
        },
        {
            "text": "Meadows to someone else in which he said that, quote, \"We have a team on it,\" end",
            "page_#": 7
        },
        {
            "text": "quote.",
            "page_#": 8
        },
        {
            "text": "We would have asked Mr. Meadows about text messages sent to and from",
            "page_#": 8
        },
        {
            "text": "Members of Congress, including text messages received from a Member of Congress in",
            "page_#": 8
        },
        {
            "text": "November of 2020 regarding efforts to contact State legislators because, as Mr. Meadows",
            "page_#": 8
        },
        {
            "text": "indicates in his text messages, quote, \"POTUS wants to chat with them,\" end quote,",
            "page_#": 8
        },
        {
            "text": "which reflects a direct communication with the President, as well as texts in December of",
            "page_#": 8
        },
        {
            "text": "2020 regarding the prospect of the President's appointment of Jeffrey Clark as Acting",
            "page_#": 8
        },
        {
            "text": "Attorney General.",
            "page_#": 8
        },
        {
            "text": "We would've asked Mr. Meadows about text messages sent to and from another",
            "page_#": 8
        },
        {
            "text": "Member of Congress in November of 2020, in which the member indicates that, quote,",
            "page_#": 8
        },
        {
            "text": "the President asked him to call Governor Ducey, end quote, and in which Mr. Meadows",
            "page_#": 8
        },
        {
            "text": "asks for contact information for the attorney general of Arizona to discuss allegations of",
            "page_#": 8
        },
        {
            "text": "election fraud.",
            "page_#": 8
        },
        {
            "text": "We would've asked Mr. Meadows about text messages sent to and received from",
            "page_#": 8
        },
        {
            "text": "Members of the House of Representatives and the Senate about objections to the",
            "page_#": 8
        },
        {
            "text": "certification of electors in certain States on January 6th.",
            "page_#": 8
        },
        {
            "text": "about text messages sent to and received from a Senator regarding the Vice President's",
            "page_#": 8
        },
        {
            "text": "power to reject electors, including a text in which Mr. Meadows recounts a direct",
            "page_#": 8
        },
        {
            "text": "communication with President Trump who, according to Mr. Meadows in his text",
            "page_#": 8
        },
        {
            "text": "messages, quote, \"thinks the legislators have the power, but the VP has power too,\" end",
            "page_#": 8
        },
        {
            "text": "quote.",
            "page_#": 8
        },
        {
            "text": "We would have asked him",
            "page_#": 8
        },
        {
            "text": "We would have asked Mr. Meadows about text messages sent to and received",
            "page_#": 8
        },
        {
            "text": "from a media personality on December 12th, 2021, regarding the negative impact of",
            "page_#": 8
        },
        {
            "text": "President Trump's election challenges on the Senate runoff elections in Georgia,",
            "page_#": 8
        },
        {
            "text": "President Trump's prospects for election in 2024, and Mr. Meadows possible employment",
            "page_#": 8
        },
        {
            "text": "by a news channel.",
            "page_#": 9
        },
        {
            "text": "We would've asked Mr. Meadows about text messages sent to and received from",
            "page_#": 9
        },
        {
            "text": "an organizer of the January 6th events on the Ellipse about planning the event, including",
            "page_#": 9
        },
        {
            "text": "details about who would speak at the event and where certain individuals would be",
            "page_#": 9
        },
        {
            "text": "located.",
            "page_#": 9
        },
        {
            "text": "We'd ask Mr. Meadows about text messages regarding President Trump's",
            "page_#": 9
        },
        {
            "text": "January 2nd, 2021, phone call with Georgia Secretary of State Brad Raffensperger,",
            "page_#": 9
        },
        {
            "text": "including texts to and from participants in the call as it took place, as well as text",
            "page_#": 9
        },
        {
            "text": "messages to and received from Members of Congress after the call took place regarding",
            "page_#": 9
        },
        {
            "text": "strategy for dealing with criticism of the call.",
            "page_#": 9
        },
        {
            "text": "We would've asked Mr. Meadows about text messages exchanged with various",
            "page_#": 9
        },
        {
            "text": "individuals, including Members of Congress, on January 6th, both before, during, and",
            "page_#": 9
        },
        {
            "text": "after the attack on the United States Capitol, including text messages encouraging Mr.",
            "page_#": 9
        },
        {
            "text": "Meadows to facilitate a statement by President Trump discouraging violence at the",
            "page_#": 9
        },
        {
            "text": "Capitol on January 6th, including a text exchange with a media personality who had",
            "page_#": 9
        },
        {
            "text": "encouraged the Presidential statement asking people to, quote, \"peacefully leave the",
            "page_#": 9
        },
        {
            "text": "Capitol,\" end quote, as well as a text sent to one of -- by one of the President's family",
            "page_#": 9
        },
        {
            "text": "members indicating that Mr. Meadows is, quote, \"pushing hard,\" end quote, for a",
            "page_#": 9
        },
        {
            "text": "statement from President Trump to, quote, \"condemn this shit,\" end quote, happening at",
            "page_#": 9
        },
        {
            "text": "the Capitol.",
            "page_#": 9
        },
        {
            "text": "Text messages:",
            "page_#": 9
        },
        {
            "text": "We would ask Mr. Meadows questions about text messages",
            "page_#": 9
        },
        {
            "text": "reflecting Mr. Meadows' skepticism about public statements regarding allegations of",
            "page_#": 9
        },
        {
            "text": "election fraud put forth by Sidney Powell and his skepticism about the veracity of claims",
            "page_#": 9
        },
        {
            "text": "of tampering with Dominion voting machines.",
            "page_#": 9
        },
        {
            "text": "In addition, we would've asked Mr. Meadows questions about specific",
            "page_#": 9
        },
        {
            "text": "representations in a book he has authored, \"The Chief's Chief,\" in which he recounts",
            "page_#": 10
        },
        {
            "text": "various facts relevant to the select committee's investigation and directly describes",
            "page_#": 10
        },
        {
            "text": "communications with the President, including on page 259, quote, \"A few sentences later,",
            "page_#": 10
        },
        {
            "text": "President Trump ad libbed a line that no one had seen before, saying, 'Now it is up to",
            "page_#": 10
        },
        {
            "text": "Congress to confront this egregious assault on our democracy.",
            "page_#": 10
        },
        {
            "text": "walk down -- and I'll be there with you -- we're going to walk down to the Capitol and",
            "page_#": 10
        },
        {
            "text": "we're going to cheer on our brave Senators and Congressmen and women.",
            "page_#": 10
        },
        {
            "text": "probably not going to be cheering so much for some of them because you'll never take",
            "page_#": 10
        },
        {
            "text": "back our country with weakness.",
            "page_#": 10
        },
        {
            "text": "When he got off stage, President Trump let me know that he had been speaking",
            "page_#": 10
        },
        {
            "text": "metaphorically about the walk to the Capitol.",
            "page_#": 10
        },
        {
            "text": "wouldn't organize a trip like that on such short notice,\" end quote.",
            "page_#": 10
        },
        {
            "text": "You have to show strength.",
            "page_#": 10
        },
        {
            "text": "After this, we're going to",
            "page_#": 10
        },
        {
            "text": "You have to be strong.'",
            "page_#": 10
        },
        {
            "text": "He knew as well as anyone that we",
            "page_#": 10
        },
        {
            "text": "We would've asked Mr. Meadows about another passage in his book that appears",
            "page_#": 10
        },
        {
            "text": "on page 261.",
            "page_#": 10
        },
        {
            "text": "He knew the media would take this terrible incident and twist it around.",
            "page_#": 10
        },
        {
            "text": "his days on Twitter were probably numbered,\" end quote.",
            "page_#": 10
        },
        {
            "text": "We're",
            "page_#": 10
        },
        {
            "text": "Quote, \"In the aftermath of the attack, President Trump was mortified.",
            "page_#": 10
        },
        {
            "text": "He also knew",
            "page_#": 10
        },
        {
            "text": "We would've asked Mr. Meadows about another passage on page 261 in his book.",
            "page_#": 10
        },
        {
            "text": "Quote, \"'Mark,' Trump would say to me, 'Look, if I lost, I'd have no problem admitting it.",
            "page_#": 10
        },
        {
            "text": "I would sit back and retire and probably have a much easier life, but I didn't lose.",
            "page_#": 10
        },
        {
            "text": "need me to get back to work.",
            "page_#": 10
        },
        {
            "text": "People",
            "page_#": 10
        },
        {
            "text": "We're not done yet,\"' end quote.",
            "page_#": 10
        },
        {
            "text": "We would've asked Mr. Meadows about another passage in his book on page 264",
            "page_#": 10
        },
        {
            "text": "that reflects, quote, \"On January 20th, with less than 5 hours left in his historic",
            "page_#": 10
        },
        {
            "text": "Presidency, at a time when most outgoing Presidents would be quietly making notes for",
            "page_#": 10
        },
        {
            "text": "their memoirs and taking stock of their time in the White House, President Trump was",
            "page_#": 10
        },
        {
            "text": "being forced to defend his legacy yet again.",
            "page_#": 10
        },
        {
            "text": "'How do we look in Congress,' President",
            "page_#": 10
        },
        {
            "text": "Trump asked?",
            "page_#": 11
        },
        {
            "text": "against us.",
            "page_#": 11
        },
        {
            "text": "'I've heard that there are some Republicans who might be turning",
            "page_#": 11
        },
        {
            "text": "That would be a very unwise thing for them to do,\"' end quote.",
            "page_#": 11
        },
        {
            "text": "We would've asked him about another passage on page 265 of his book.",
            "page_#": 11
        },
        {
            "text": "\"But I assured President Trump, once again, that all would be well with the impeachment",
            "page_#": 11
        },
        {
            "text": "trial, and we discussed what my role in the proceedings would be after we left the White",
            "page_#": 11
        },
        {
            "text": "House,\" end quote.",
            "page_#": 11
        },
        {
            "text": "Quote,",
            "page_#": 11
        },
        {
            "text": "We would've asked him about the passage on page 266 in his book where he",
            "page_#": 11
        },
        {
            "text": "recounts, quote, \"On the phone on January 20th, President Trump spoke as if he wasn't",
            "page_#": 11
        },
        {
            "text": "planning to go anywhere.",
            "page_#": 11
        },
        {
            "text": "complete largely due to the slowness on the part of various attorneys in the Federal",
            "page_#": 11
        },
        {
            "text": "Government.",
            "page_#": 11
        },
        {
            "text": "including how much money the new lawyers would charge and how we could best defend",
            "page_#": 11
        },
        {
            "text": "him against the Democrats' attacks,\" end quote.",
            "page_#": 11
        },
        {
            "text": "He mentioned the long list of pardons we hadn't been able to",
            "page_#": 11
        },
        {
            "text": "He wondered again about the precise details of the impeachment trial,",
            "page_#": 11
        },
        {
            "text": "These passages reflect direct communications between Mr. Meadows and",
            "page_#": 11
        },
        {
            "text": "President Trump directly impacting his claims of executive privilege.",
            "page_#": 11
        },
        {
            "text": "Finally, we would ask Mr. Meadows questions about statements in his book about",
            "page_#": 11
        },
        {
            "text": "his interactions with the Department of Justice.",
            "page_#": 11
        },
        {
            "text": "interactions with the Department of Justice on pages 257 and 258 of his book, in which he",
            "page_#": 11
        },
        {
            "text": "says, quote, \"It didn't surprise me that our many referrals to the Department of Justice",
            "page_#": 11
        },
        {
            "text": "were not seriously investigated.",
            "page_#": 11
        },
        {
            "text": "that Department in President Trump's first term,\" end quote.",
            "page_#": 11
        },
        {
            "text": "Specifically, he addresses such",
            "page_#": 11
        },
        {
            "text": "I never believed they would, given the track record of",
            "page_#": 11
        },
        {
            "text": "Again, statements in Mr. Meadows' book directly reflect subject matters that the",
            "page_#": 11
        },
        {
            "text": "select committee seeks to develop, and his public statements directly impact his claims of",
            "page_#": 11
        },
        {
            "text": "executive privilege.",
            "page_#": 11
        },
        {
            "text": "But, as of the current time, which is now 10:17, Mr. Meadows still has not",
            "page_#": 11
        },
        {
            "text": "appeared to cure his earlier noncompliance with the select committee's September 23rd,",
            "page_#": 12
        },
        {
            "text": "2021, subpoena.",
            "page_#": 12
        },
        {
            "text": "documents and messages that he apparently agrees are relevant to the select committee",
            "page_#": 12
        },
        {
            "text": "and not protected by any protective privilege.",
            "page_#": 12
        },
        {
            "text": "So we will not be able to ask any of those questions about the",
            "page_#": 12
        },
        {
            "text": "I'd also note for the record that Congressman Adam Schiff, a member of the select",
            "page_#": 12
        },
        {
            "text": "committee, has joined and, again, that member of the committee, Representative",
            "page_#": 12
        },
        {
            "text": "Lofgren, has joined.",
            "page_#": 12
        },
        {
            "text": "Before we close the record, Mr. Schiff or Ms. Lofgren, do either of you have any",
            "page_#": 12
        },
        {
            "text": "comments to make for the record?",
            "page_#": 12
        },
        {
            "text": "Mr. Schiff.",
            "page_#": 12
        },
        {
            "text": "I do not.",
            "page_#": 12
        },
        {
            "text": "Thank you.",
            "page_#": 12
        },
        {
            "text": "Ms. Lofgren, anything?",
            "page_#": 12
        },
        {
            "text": "Ms. Lofgren.",
            "page_#": 12
        },
        {
            "text": "I'm good.",
            "page_#": 12
        },
        {
            "text": "~",
            "page_#": 12
        },
        {
            "text": "Okay.",
            "page_#": 12
        },
        {
            "text": "Accordingly, the record of this deposition of Mark Meadows, now at 10:18 a.m., is",
            "page_#": 12
        },
        {
            "text": "Thank you.",
            "page_#": 12
        },
        {
            "text": "closed.",
            "page_#": 12
        },
        {
            "text": "[Whereupon, at 10:18 a.m., the deposition was concluded.]",
            "page_#": 12
        }
    ]
}